Repository: ghostery/user-agent-ios
Catalog: Branding/WhiteLabel/*.lproj/ForgetMode.strings
Languages: de

# ForgetMode.ShareExtension.OpenInPrivateTab
source: Open in New Private Mode Tab
de: In neuem Privat-Modus Tab öffnen

# ForgetMode.AutomaticForgetMode.Title
source: Automatic Private Mode
de: Automatischer Privat-Modus

# ForgetMode.AutomaticForgetMode.Description
source: Your spouse or partner may secretly read your private messages, but they'll never know if you've visited any porn sites. %@ this with its Automatic Private Mode feature that prevents adult sites from appearing in your browsing history. You're welcome!
de: Dein Partner oder deine Partnerin mögen vielleicht heimlich deine privaten Nachrichten lesen, aber sie werden niemals erfahren, ob du irgendwelche Pornoseiten besucht hast. Dafür sorgt der Automatische Privat-Modus von %@. Er verhindert, dass nicht jugendfreie Seiten im Browserverlauf auftauchen. Gern geschehen!

# ForgetMode.ContextMenu.OpenInNewPrivateTab
source: Open in New Private Mode Tab
de: In neuem Privat-Modus Tab öffnen

# ForgetMode.Hotkeys.PrivateBrowsingModeTitle
source: Private Mode
de: Privat-Modus

# ForgetMode.TabTray.SwitchToPBMKeyCodeTitle
source: Private Mode
de: Privat-Modus

# ForgetMode.EmptyPrivateTabsDescription
source: You are browsing in Private Mode: Websites you visit in the mode will not be saved in your history, and local data, including cookies, will not be stored.
de: Du surfst im Privat-Modus: Websites, die du in diesem Modus besuchst, werden nicht in deinem Browserverlauf gespeichert, und lokale Daten einschließlich Cookies werden nicht gespeichert.

# ForgetMode.EmptyPrivateTabsTitle
source: Private Mode
de: Privat-Modus Surfen

# ForgetMode.ToggleAccessibilityLabel
source: Private Mode
de: Privat-Modus

# ForgetMode.ToggleAccessibilityHint
source: Turns Private mode on or off
de: Schaltet den Privat-Modus an oder aus

# ForgetMode.ClosePrivateTabsDescription
source: When Leaving Private Mode
de: Beim Verlassen des Privat-Modus
